{
    "elems": [
        {
            "id": 1,
            "title": "Let's talk about the c-word",
            "description": "The word I chose was “cunt”. This word interested me as it is known to be one of the most offensive words in the English language. I wanted to find out where this word came from and why it is considered one of the worst. In this book I dive into the history of the word. Detailing the first time it appears in literature, the first time it appears on TV and today’s public opinion of word. The book also includes an interview with UWE’s  Senior Lecturer in Visual Culture Rachel Miles, where we have an in depth conversation on the words role in modern culture and how it has come to have so much power.",
            "type": "Editorial Design & Custom Bookbinding",
            "details": "The rose on the books cover has been laser cut into the card and the book's spine is made from sandpaper to give the book a rough texture as soon as you pick it up.",
            "img": "/image/covercunt.png",
            "top": 40,
            "right": 50,
            "z": 1,
            "width": 30
        },
        {
            "id": 2,
            "title": "Fluttering Flamingo",
            "description": "A publication analysing the flamingos flight patterns and yearly migration. This is a fascinating moment in nature as these birds migrate from all over the world to lake Nakuru at the exact date every year.",
            "type": "Editorial Design & Custom Bookbinding",
            "details": "The publication also features fold out pages showing the birds flight formations. These pages are designed to mimic the flamingos wing span.",
            "img": "/image/Final_flamingo_the_fucking_final_one14.jpg",
            "top": 40,
            "right": 15,
            "z": 4,
            "width": 30
        },
        {
            "id": 3,
            "title": "The Lara Logan Case",
            "description": "On Feb. 11, 2011 the journalist Lara Logan had suffered a brutal sexual assault by Egyptian men in the middle of hundreds of people during the anti-Mubarak celebration in the Tahrir Square. The blame for what  had happened has been thrown at many different groups, but this publication takes a look at the situation from many different angles, analysing mob mentality and previous reference groups to try and understand why the mob of 200 men began this public attack.",
            "type": "Editorial Design",
            "details": "Writing by Elaine Replogle",
            "img": "/image/laracover.png",
            "top": 50,
            "right": 35,
            "z": 5,
            "width": 15
        },
        {
            "id": 4,
            "title": "Synchronicity",
            "description": "An experimental video on Carl Jung's theory of Synchronicity.",
            "type": "Videography & Sound Design",
            "details": "",
            "img": "/image/syncvid.png",
            "top": 30,
            "right": 15,
            "z": 1,
            "width": 30
        },
        {
            "id": 5,
            "title": "Human Herd Mentality",
            "description": "A publication exploring herd mentality within humans. Analysing certain situations where people, once becoming part of a large group,  lose their individuality and their power to reason for themselves. These situations result in the individuals behaviour becoming out of the ordinary.",
            "type": "Editorial Design",
            "details": "",
            "img": "/image/herd_red_2.jpg",
            "top": 50,
            "right": 10,
            "z": 1,
            "width": 20
        },
        {
            "id": 6,
            "title": "Sync",
            "description": "A project analysing human synchronization through rhythm in a confined space. The sculpture consists of a pattern created by peoples movements in response to the sounds they hear. Each layer represents a specific time frame within a confined space and as the sounds intensify peoples movements start to synchronise. The layers are then individually screen printed on to a layer of perspex and held together by two concrete blocks that emulate the walls of this confined space. This allows us to see how peoples movements expand through the group as a kind of domino effect depending on the sounds they hear.",
            "type": "Conceptual Design, Sculpture, Screen Printing, Concrete work & Metal Work",
            "details": "",
            "img": "/image/sync2.jpg",
            "top": 30,
            "right": 45,
            "z": 3,
            "width": 25
        },
        {
            "id": 7,
            "title": "JAM",
            "description": "A short documentary on Bristols most vibrant jazz bars LEFTBANK. Every Thursday they hold a jam night where different musicians come together to create unique music. Most of the people who come to play have never met and are completely improvising, this creates an exciting atmosphere as each person brings a their own flair to the group creating a different music every night. We also designed a casing for the documentary as seen here.",
            "type": "",
            "details": "",
            "img": "/image/jamcover.png",
            "top": 50,
            "right": 80,
            "z": 3,
            "width": 10
        },
        {
            "id": 8,
            "title": "The Dark Elf",
            "description": "",
            "details": "Portrait Photography.",
            "img": "/image/ira.jpg",
            "top": 20,
            "right": 70,
            "z": 2,
            "width": 15
        },
        {
            "id": 9,
            "title": "Lethal Combination",
            "description": "",
            "type": "Custom typeface for logo design.",
            "details": "",
            "img": "/image/lethal_combination.jpg",
            "top": 70,
            "right": 20,
            "z": 1,
            "width": 15
        },
        {
            "id": 10,
            "title": "I read the news today",
            "description": "We live in a world with so many constant news updates from so many sources its hard to keep track and judge which problems are important, weather it be a local problem or global. The idea behind this publication is to highlight important news articles over one summer and curate them into a manageable information for the reader. Non bias news from local to global hopefully giving up a better understanding of the things that have happened in this time",
            "type": "Editorial Design & Research",
            "details": "",
            "img": "/image/news_cover.jpg",
            "top": 15,
            "right": 50,
            "z": 1,
            "width": 20
        },
        {
            "id": 11,
            "title": "Velvet",
            "description": "Directing a personal project in collaboration with some friends where we make hand made garments unique to the buyers needs trying to fight the idea of quality in mass produced objects.",
            "type": "Art Direction & Fashion Design",
            "details": "",
            "img": "/image/velvet000682.jpg",
            "top": 30,
            "right": 80,
            "z": 1,
            "width": 20
        }
    ]
}